checkfree/src/test/resources/expected/test_clicktel_ping.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><ping xmlns="http://api.clickatell.com/soap/webservice">
  <session_id xmlns="" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="xsd:string">***NO DATA***</session_id>
</ping></SOAP-ENV:Body></SOAP-ENV:Envelope>